zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting


robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/git


# Theme
romkatv/powerlevel10k

subnixr/minimal
