robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/asdf
robbyrussell/oh-my-zsh path:plugins/fzf
robbyrussell/oh-my-zsh path:plugins/vi-mode
robbyrussell/oh-my-zsh path:plugins/aws
robbyrussell/oh-my-zsh path:plugins/vscode


zsh-users/zsh-autosuggestions kind:defer branch:develop
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search kind:defer
# zsh-users/zsh-syntax-highlighting
zdharma-continuum/fast-syntax-highlighting kind:defer


# mafredri/zsh-async
# caarlos0/ports
# rupa/z
# Tarrasch/zsh-bd


# Themes
spaceship-prompt/spaceship-prompt
# romkatv/powerlevel10k
# hiroru/senpai-zsh
# subnixr/minimal
# jackharrisonsherlock/common
# random
